esbenp.prettier-vscode
mechatroner.rainbow-csv
tamasfe.even-better-toml
naumovs.color-highlight
shd101wyy.markdown-preview-enhanced
tomoki1207.pdf
zhuangtongfa.material-theme
dracula-theme.theme-dracula
marnix.tokyo-night-pro
catppuccin.catppuccin-vsc
enkia.tokyo-night
miguelsolorio.symbols
aykutsarac.jsoncrack-vscode
eamodio.gitlens
ms-python.python
continue.continue
ms-vscode-remote.remote-ssh
streetsidesoftware.code-spell-checker
redhat.vscode-yaml
dbaeumer.vscode-eslint
prisma.vscode-graphql
anthropic.claude-code